Repository: Astrofrogger/pluck
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, zh_hans

source: Drop a video or song from your Mac on Pluck to make shorts, subtitles, summaries, chapters or stems with local AI, right from the original file.
de: Zieh ein Video oder einen Song von deinem Mac auf Pluck, um mit lokaler KI Shorts, Untertitel, Zusammenfassungen, Kapitel oder Stems zu erstellen, direkt aus der Originaldatei.
es: Suelta un vídeo o una canción de tu Mac en Pluck para crear shorts, subtítulos, resúmenes, capítulos o pistas con IA local, directamente desde el archivo original.
fr: Déposez une vidéo ou un morceau de votre Mac sur Pluck pour créer des shorts, sous-titres, résumés, chapitres ou pistes avec l’IA locale, directement à partir du fichier d’origine.
it: Trascina un video o un brano dal tuo Mac su Pluck per creare short, sottotitoli, riassunti, capitoli o tracce con l’IA locale, direttamente dal file originale.
ja: Mac 上のビデオや曲を Pluck にドロップすると、元のファイルからそのまま、ローカル AI でショート、字幕、要約、チャプタ、ステムを作成できます。
ko: Mac의 비디오나 노래를 Pluck에 놓으면 원본 파일에서 바로 로컬 AI로 쇼츠, 자막, 요약, 챕터 또는 스템을 만듭니다.
nl: Sleep een video of nummer van je Mac op Pluck om met lokale AI shorts, ondertitels, samenvattingen, hoofdstukken of stems te maken, rechtstreeks van het originele bestand.
pt_br: Solte um vídeo ou uma música do seu Mac no Pluck para criar shorts, legendas, resumos, capítulos ou faixas com IA local, direto do arquivo original.
zh_hans: 将 Mac 上的视频或歌曲拖到 Pluck 上，即可直接从原始文件用本地 AI 制作短视频、字幕、总结、章节或分轨。

source: Drop a video or song on Pluck to extract the audio, convert it to MP4, or compress it to the size and resolution you choose.
de: Zieh ein Video oder einen Song auf Pluck, um das Audio zu extrahieren, in MP4 zu konvertieren oder auf die gewünschte Größe und Auflösung zu komprimieren.
es: Suelta un vídeo o una canción en Pluck para extraer el audio, convertirlo a MP4 o comprimirlo al tamaño y la resolución que elijas.
fr: Déposez une vidéo ou un morceau sur Pluck pour en extraire l’audio, le convertir en MP4 ou le compresser à la taille et à la résolution de votre choix.
it: Trascina un video o un brano su Pluck per estrarre l’audio, convertirlo in MP4 o comprimerlo alla dimensione e risoluzione che scegli.
ja: ビデオや曲を Pluck にドロップすると、オーディオの抽出、MP4 への変換、好きなサイズと解像度への圧縮ができます。
ko: 비디오나 노래를 Pluck에 놓으면 오디오 추출, MP4 변환 또는 원하는 크기와 해상도로 압축할 수 있습니다.
nl: Sleep een video of nummer op Pluck om de audio eruit te halen, naar MP4 te converteren of te comprimeren tot de grootte en resolutie die je kiest.
pt_br: Solte um vídeo ou uma música no Pluck para extrair o áudio, converter para MP4 ou comprimir no tamanho e na resolução que você escolher.
zh_hans: 将视频或歌曲拖到 Pluck 上，即可提取音频、转换为 MP4，或压缩到你选择的大小和分辨率。

source: Drop photos on Pluck to make them smaller as JPEG or HEIC, with a live size estimate and the option to remove location details.
de: Zieh Fotos auf Pluck, um sie als JPEG oder HEIC zu verkleinern – mit Live-Größenschätzung und der Option, Ortsdaten zu entfernen.
es: Suelta fotos en Pluck para reducirlas como JPEG o HEIC, con una estimación del tamaño en directo y la opción de quitar la ubicación.
fr: Déposez des photos sur Pluck pour les alléger en JPEG ou HEIC, avec une estimation de taille en direct et l’option de retirer la localisation.
it: Trascina le foto su Pluck per ridurle in JPEG o HEIC, con una stima della dimensione in tempo reale e l’opzione di rimuovere la posizione.
ja: 写真を Pluck にドロップすると、JPEG や HEIC で小さくできます。サイズの見積もりがリアルタイムで表示され、位置情報も削除できます。
ko: 사진을 Pluck에 놓으면 JPEG 또는 HEIC로 크기를 줄일 수 있습니다. 실시간 크기 예상치와 위치 정보 삭제 옵션도 있습니다.
nl: Sleep foto’s op Pluck om ze kleiner te maken als JPEG of HEIC, met een live schatting van de grootte en de optie om locatiegegevens te verwijderen.
pt_br: Solte fotos no Pluck para deixá-las menores em JPEG ou HEIC, com uma estimativa de tamanho ao vivo e a opção de remover a localização.
zh_hans: 将照片拖到 Pluck 上，即可压缩为 JPEG 或 HEIC，实时显示预计大小，还可选择移除位置信息。

source: Drums
de: Schlagzeug
es: Batería
fr: Batterie
it: Batteria
ja: ドラム
ko: 드럼
pt_br: Bateria
zh_hans: 鼓

source: Duplicates
de: Duplikate
es: Duplicados
fr: Doublons
it: Duplicati
ja: 重複
ko: 중복 항목
nl: Duplicaten
pt_br: Duplicados
zh_hans: 重复项

source: Embed
de: Einbetten
es: Incrustar
fr: Intégrer
it: Incorpora
ja: 埋め込み
ko: 포함
nl: Insluiten
pt_br: Incorporar
zh_hans: 嵌入

source: Embedding artwork…
de: Cover wird eingebettet …
es: Incrustando carátula…
fr: Intégration de la pochette…
it: Incorporazione copertina…
ja: アートワークを埋め込み中…
ko: 아트워크 포함 중…
nl: Illustratie insluiten…
pt_br: Incorporando capa…
zh_hans: 正在嵌入插图…

source: Embedding subtitles…
de: Untertitel werden eingebettet …
es: Incrustando subtítulos…
fr: Intégration des sous-titres…
it: Incorporazione sottotitoli…
ja: 字幕を埋め込み中…
ko: 자막 포함 중…
nl: Ondertitels insluiten…
pt_br: Incorporando legendas…
zh_hans: 正在嵌入字幕…

source: Enhance
de: Verbessern
es: Mejorar
fr: Améliorer
it: Migliora
ja: 高画質化
ko: 향상
nl: Verbeter
pt_br: Aprimorar
zh_hans: 增强

source: Every button has a proper label.
de: Jede Taste hat eine passende Beschriftung.
es: Cada botón tiene una etiqueta adecuada.
fr: Chaque bouton a une étiquette claire.
it: Ogni pulsante ha un’etichetta chiara.
ja: すべてのボタンに適切なラベルがあります。
ko: 모든 버튼에 알맞은 레이블이 있습니다.
nl: Elke knop heeft een duidelijk label.
pt_br: Todo botão tem um rótulo adequado.
zh_hans: 每个按钮都有恰当的标签。

source: Every file is where Pluck saved it.
de: Jede Datei liegt dort, wo Pluck sie gesichert hat.
es: Cada archivo está donde Pluck lo guardó.
fr: Chaque fichier est là où Pluck l’a enregistré.
it: Ogni file è dove Pluck lo ha salvato.
ja: すべてのファイルがPluckの保存場所にあります。
ko: 모든 파일이 Pluck이 저장한 위치에 있습니다.
nl: Elk bestand staat waar Pluck het bewaarde.
pt_br: Cada arquivo está onde o Pluck o salvou.
zh_hans: 每个文件都在 Pluck 存储的位置。

source: Every production is different
de: Jede Produktion ist anders
es: Cada producción es diferente
fr: Chaque production est différente
it: Ogni produzione è diversa
ja: どの制作もそれぞれ違う
ko: 모든 제작은 다릅니다
nl: Elke productie is anders
pt_br: Cada produção é diferente
zh_hans: 每个制作都不一样

source: Every song Pluck downloads is added. Apple Music can’t import FLAC, Opus or WebM, so those get a copy made for it: FLAC as Apple Lossless, the others as AAC. The originals stay where they are.
de: Jeder Song, den Pluck lädt, wird hinzugefügt. Apple Music kann FLAC, Opus und WebM nicht importieren, daher wird dafür eine Kopie erstellt: FLAC als Apple Lossless, der Rest als AAC. Die Originale bleiben, wo sie sind.
es: Se añade cada canción que descarga Pluck. Apple Music no puede importar FLAC, Opus ni WebM, así que se hace una copia para él: FLAC como Apple Lossless y el resto como AAC. Los originales se quedan donde están.
fr: Chaque morceau téléchargé par Pluck est ajouté. Apple Music ne peut pas importer le FLAC, l’Opus ni le WebM : une copie est donc créée, en Apple Lossless pour le FLAC et en AAC pour les autres. Les originaux restent à leur place.
it: Ogni brano scaricato da Pluck viene aggiunto. Apple Music non può importare FLAC, Opus o WebM, quindi ne viene creata una copia: FLAC come Apple Lossless, gli altri come AAC. Gli originali restano dove sono.
ja: Pluck でダウンロードしたすべての曲が追加されます。Apple Music は FLAC、Opus、WebM を読み込めないため、専用のコピーを作ります（FLAC は Apple ロスレス、それ以外は AAC）。元のファイルはそのまま残ります。
ko: Pluck이 다운로드하는 모든 노래가 추가됩니다. Apple Music은 FLAC, Opus, WebM을 가져올 수 없으므로 전용 사본을 만듭니다. FLAC은 Apple 무손실로, 나머지는 AAC로 만듭니다. 원본은 그대로 남습니다.
nl: Elk nummer dat Pluck downloadt wordt toegevoegd. Apple Music kan geen FLAC, Opus of WebM importeren, dus daarvan wordt een kopie gemaakt: FLAC als Apple Lossless, de rest als AAC. De originelen blijven waar ze zijn.
pt_br: Cada música que o Pluck baixa é adicionada. O Apple Music não importa FLAC, Opus nem WebM, então é feita uma cópia para ele: FLAC como Apple Lossless e os outros como AAC. Os originais ficam onde estão.
zh_hans: Pluck 下载的每首歌曲都会被添加。Apple Music 无法导入 FLAC、Opus 或 WebM，因此会为其制作副本：FLAC 转为 Apple 无损，其他转为 AAC。原始文件保持不变。

source: Everything
de: Alles
es: Todo
fr: Tout
it: Tutto
ja: すべて
ko: 전체
nl: Alles
pt_br: Tudo
zh_hans: 全部

source: Everything Pluck has saved, with collections and tags (⇧⌘L)
de: Alles, was Pluck gesichert hat, mit Sammlungen und Tags (⇧⌘L)
es: Todo lo que Pluck ha guardado, con colecciones y etiquetas (⇧⌘L)
fr: Tout ce que Pluck a enregistré, avec collections et tags (⇧⌘L)
it: Tutto ciò che Pluck ha salvato, con raccolte e tag (⇧⌘L)
ja: Pluckが保存したすべて。コレクションとタグ付き（⇧⌘L）
ko: Pluck이 저장한 모든 항목, 모음과 태그 포함 (⇧⌘L)
nl: Alles wat Pluck bewaarde, met collecties en labels (⇧⌘L)
pt_br: Tudo o que o Pluck salvou, com coleções e etiquetas (⇧⌘L)
zh_hans: Pluck 存储的所有内容，含合集和标签（⇧⌘L）

source: Everything new up to version %@
de: Alles Neue bis Version %@
es: Todas las novedades hasta la versión %@
fr: Toutes les nouveautés jusqu’à la version %@
it: Tutte le novità fino alla versione %@
ja: バージョン %@ までのすべての新機能
ko: 버전 %@까지의 모든 새로운 기능
nl: Alles wat nieuw is tot en met versie %@
pt_br: Tudo o que há de novo até a versão %@
zh_hans: 截至版本 %@ 的全部新功能

source: Everything you download or make with Pluck appears here.
de: Alles, was du mit Pluck lädst oder erstellst, erscheint hier.
es: Todo lo que descargues o crees con Pluck aparece aquí.
fr: Tout ce que vous téléchargez ou créez avec Pluck apparaît ici.
it: Tutto ciò che scarichi o crei con Pluck appare qui.
ja: Pluckでダウンロード・作成したものはすべてここに表示されます。
ko: Pluck으로 다운로드하거나 만든 모든 항목이 여기에 표시됩니다.
nl: Alles wat je met Pluck downloadt of maakt, verschijnt hier.
pt_br: Tudo o que você baixa ou cria com o Pluck aparece aqui.
zh_hans: 你用 Pluck 下载或制作的所有内容都会显示在这里。

source: Everything you’ve saved with Pluck in one place, kept for good: collections by kind and site, your own tags, search, duplicates, missing files and the space it all takes (⇧⌘L).
de: Alles, was du mit Pluck gesichert hast, an einem Ort und dauerhaft: Sammlungen nach Art und Website, eigene Tags, Suche, Duplikate, fehlende Dateien und der belegte Speicherplatz (⇧⌘L).
es: Todo lo que has guardado con Pluck en un solo lugar y para siempre: colecciones por tipo y sitio, tus etiquetas, búsqueda, duplicados, archivos que faltan y el espacio que ocupa (⇧⌘L).
fr: Tout ce que vous avez enregistré avec Pluck, au même endroit et pour de bon : collections par type et par site, vos tags, recherche, doublons, fichiers manquants et espace occupé (⇧⌘L).
it: Tutto ciò che hai salvato con Pluck in un unico posto, per sempre: raccolte per tipo e sito, i tuoi tag, ricerca, duplicati, file mancanti e lo spazio occupato (⇧⌘L).
ja: Pluckで保存したものを一か所にずっと保管します。種類やサイト別のコレクション、タグ、検索、重複、見つからないファイル、使用容量を確認できます（⇧⌘L）。
ko: Pluck으로 저장한 모든 것을 한곳에 계속 보관합니다. 종류·사이트별 모음, 나만의 태그, 검색, 중복 항목, 없는 파일, 사용 공간을 볼 수 있습니다 (⇧⌘L).
nl: Alles wat je met Pluck bewaarde op één plek, voorgoed: collecties per soort en site, je eigen labels, zoeken, duplicaten, ontbrekende bestanden en hoeveel ruimte het inneemt (⇧⌘L).
pt_br: Tudo o que você salvou com o Pluck em um só lugar, para sempre: coleções por tipo e site, suas etiquetas, busca, duplicados, arquivos ausentes e o espaço ocupado (⇧⌘L).
zh_hans: 用 Pluck 存储的所有内容集中在一处并长期保留：按类型和网站分类的合集、你的标签、搜索、重复项、缺失文件和占用空间（⇧⌘L）。

source: Export Transcript
de: Transkript exportieren
es: Exportar transcripción
fr: Exporter la transcription
it: Esporta trascrizione
ja: 文字起こしを書き出す
ko: 대본 내보내기
nl: Transcript exporteren
pt_br: Exportar transcrição
zh_hans: 导出转写

source: Export a transcript with its summary, chapters and speakers as text, Markdown or Word, save a frame as a picture, and send files straight to DaVinci Resolve.
de: Exportiere ein Transkript mit Zusammenfassung, Kapiteln und Sprechern als Text, Markdown oder Word, sichere ein Einzelbild als Bild und sende Dateien direkt an DaVinci Resolve.
es: Exporta una transcripción con resumen, capítulos y hablantes como texto, Markdown o Word, guarda un fotograma como imagen y envía archivos directamente a DaVinci Resolve.
fr: Exportez une transcription avec résumé, chapitres et intervenants en texte, Markdown ou Word, enregistrez une image de la vidéo et envoyez des fichiers directement vers DaVinci Resolve.
it: Esporta una trascrizione con riassunto, capitoli e persone come testo, Markdown o Word, salva un fotogramma come immagine e invia file direttamente a DaVinci Resolve.
ja: 要約・チャプター・話者付きの文字起こしをテキスト、Markdown、Wordで書き出し、フレームを画像として保存し、ファイルをDaVinci Resolveに直接送れます。
ko: 요약, 챕터, 화자가 포함된 대본을 텍스트, Markdown, Word로 내보내고, 프레임을 사진으로 저장하고, 파일을 DaVinci Resolve로 바로 보낼 수 있습니다.
nl: Exporteer een transcript met samenvatting, hoofdstukken en sprekers als tekst, Markdown of Word, bewaar een beeld als afbeelding en stuur bestanden meteen naar DaVinci Resolve.
pt_br: Exporte uma transcrição com resumo, capítulos e falantes como texto, Markdown ou Word, salve um quadro como imagem e envie arquivos direto ao DaVinci Resolve.
zh_hans: 可将带摘要、章节和说话人的转写导出为文本、Markdown 或 Word，将画面存为图片，并把文件直接发送到 DaVinci Resolve。

source: Extract Audio
de: Audio extrahieren
es: Extraer audio
fr: Extraire l’audio
it: Estrai audio
ja: オーディオを抽出
ko: 오디오 추출
nl: Haal audio eruit
pt_br: Extrair áudio
zh_hans: 提取音频

source: FLAC (lossless)
de: FLAC (verlustfrei)
es: FLAC (sin pérdida)
fr: FLAC (sans perte)
ja: FLAC（ロスレス）
ko: FLAC (무손실)
pt_br: FLAC (sem perdas)
zh_hans: FLAC（无损）

source: Faces found: click the people who should stay sharp.
de: Gesichter gefunden: Klicke auf die Personen, die scharf bleiben sollen.
es: Caras encontradas: haz clic en las personas que deben quedar nítidas.
fr: Visages trouvés : cliquez sur les personnes qui doivent rester nettes.
it: Volti trovati: fai clic sulle persone che devono restare nitide.
ja: 顔が見つかりました。ぼかさない人をクリックしてください。
ko: 얼굴을 찾았습니다. 선명하게 둘 사람을 클릭하세요.
nl: Gezichten gevonden: klik op de mensen die scherp moeten blijven.
pt_br: Rostos encontrados: clique nas pessoas que devem ficar nítidas.
zh_hans: 已找到人脸：点按应保持清晰的人。

source: Failed
de: Fehlgeschlagen
es: Error
fr: Échec
it: Non riuscito
ja: 失敗
ko: 실패
nl: Mislukt
pt_br: Falhou
zh_hans: 失败

source: Fetching info…
de: Infos werden abgerufen …
es: Obteniendo información…
fr: Récupération des infos…
it: Recupero informazioni…
ja: 情報を取得中…
ko: 정보 가져오는 중…
nl: Info ophalen…
pt_br: Obtendo informações…
zh_hans: 正在获取信息…

source: File moved or deleted
de: Datei verschoben oder gelöscht
es: Archivo movido o eliminado
fr: Fichier déplacé ou supprimé
it: File spostato o eliminato
ja: ファイルが移動または削除されました
ko: 파일이 이동되었거나 삭제됨
nl: Bestand verplaatst of verwijderd
pt_br: Arquivo movido ou apagado
zh_hans: 文件已移动或删除

source: File names
de: Dateinamen
es: Nombres de archivo
fr: Noms de fichiers
it: Nomi dei file
ja: ファイル名
ko: 파일 이름
nl: Bestandsnamen
pt_br: Nomes de arquivo
zh_hans: 文件名

source: File types
de: Dateitypen
es: Tipos de archivo
fr: Types de fichiers
it: Tipi di file
ja: ファイルの種類
ko: 파일 유형
nl: Bestandstypen
pt_br: Tipos de arquivo
zh_hans: 文件类型

source: Files
de: Dateien
es: Archivos
fr: Fichiers
it: File
ja: ファイル
ko: 파일
nl: Bestanden
pt_br: Arquivos
zh_hans: 文件

source: Find Speakers
de: Sprecher finden
es: Buscar hablantes
fr: Trouver les intervenants
it: Trova chi parla
ja: 話者を検出
ko: 화자 찾기
nl: Sprekers zoeken
pt_br: Encontrar falantes
zh_hans: 识别说话人

source: Finding chapters…
de: Kapitel werden gesucht …
es: Buscando capítulos…
fr: Recherche des chapitres…
it: Ricerca dei capitoli…
ja: チャプタを検出中…
ko: 챕터 찾는 중…
nl: Hoofdstukken zoeken…
pt_br: Procurando capítulos…
zh_hans: 正在查找章节…

source: Finding on YouTube Music…
de: Suche auf YouTube Music …
es: Buscando en YouTube Music…
fr: Recherche sur YouTube Music…
it: Ricerca su YouTube Music…
ja: YouTube Music で検索中…
ko: YouTube Music에서 찾는 중…
nl: Zoeken op YouTube Music…
pt_br: Procurando no YouTube Music…
zh_hans: 正在 YouTube Music 上查找…

source: Finding pauses…
de: Pausen werden gesucht …
es: Buscando pausas…
fr: Recherche des pauses…
it: Ricerca delle pause…
ja: 間を探しています…
ko: 쉼을 찾는 중…
nl: Pauzes zoeken…
pt_br: Procurando pausas…
zh_hans: 正在查找停顿…

source: Finding the people…
de: Personen werden gesucht …
es: Buscando a las personas…
fr: Recherche des personnes…
it: Ricerca delle persone…
ja: 人物を検出中…
ko: 사람을 찾는 중…
nl: Mensen zoeken…
pt_br: Procurando as pessoas…
zh_hans: 正在识别人物…

source: Finishing up…
de: Wird abgeschlossen …
es: Terminando…
fr: Finalisation…
it: Completamento…
ja: 仕上げ中…
ko: 마무리 중…
nl: Afronden…
pt_br: Finalizando…
zh_hans: 正在收尾…

source: Firefox Nightly and Chrome Beta
de: Firefox Nightly und Chrome Beta
es: Firefox Nightly y Chrome Beta
fr: Firefox Nightly et Chrome Beta
it: Firefox Nightly e Chrome Beta
ja: Firefox NightlyとChrome Beta
ko: Firefox Nightly 및 Chrome Beta
nl: Firefox Nightly en Chrome Beta
pt_br: Firefox Nightly e Chrome Beta
zh_hans: Firefox Nightly 和 Chrome Beta

source: Fixes
de: Fehlerbehebungen
es: Correcciones
fr: Corrections
it: Correzioni
ja: 修正
ko: 수정 사항
nl: Verbeteringen
pt_br: Correções
zh_hans: 修复

source: Follows the speaker or subject, and shows titles whole.
de: Folgt dem Sprecher oder Motiv und zeigt Titel vollständig.
es: Sigue al orador o al sujeto y muestra los títulos completos.
fr: Suit l’orateur ou le sujet, et montre les titres en entier.
it: Segue l’oratore o il soggetto e mostra i titoli per intero.
ja: 話している人や被写体を追い、タイトルは全体を表示します。
ko: 말하는 사람이나 피사체를 따라가고 제목은 전체를 보여 줍니다.
nl: Volgt de spreker of het onderwerp, en toont titels volledig.
pt_br: Segue quem fala ou o assunto e mostra os títulos inteiros.
zh_hans: 跟随说话者或主体，并完整显示标题。

source: Font
de: Schrift
es: Tipo de letra
fr: Police
ja: フォント
ko: 서체
nl: Lettertype
pt_br: Fonte
zh_hans: 字体

source: Font weights for captions
de: Schriftstärken für Untertitel
es: Grosores de fuente para subtítulos
fr: Graisses pour les sous-titres
it: Pesi del font per i sottotitoli
ja: 字幕のフォントウェイト
ko: 자막 글꼴 굵기
nl: Lettergewicht voor ondertitels
pt_br: Pesos de fonte para legendas
zh_hans: 字幕字重

source: Framing
de: Bildausschnitt
es: Encuadre
fr: Cadrage
it: Inquadratura
ja: フレーミング
ko: 프레이밍
nl: Kadrering
pt_br: Enquadramento
zh_hans: 取景

source: From
de: Von
es: Desde
fr: De
it: Da
ja: 開始
ko: 시작
nl: Van
pt_br: De
zh_hans: 从

source: From %@ to the end
de: Von %@ bis zum Ende
es: De %@ hasta el final
fr: De %@ à la fin
it: Da %@ alla fine
ja: %@ から最後まで
ko: %@부터 끝까지
nl: Van %@ tot het einde
pt_br: De %@ até o fim
zh_hans: 从 %@ 到结尾

source: GIFs of %@ get very big. Pick a shorter part above.
de: GIFs mit %@ werden sehr groß. Wähle oben einen kürzeren Teil.
es: Los GIF de %@ ocupan mucho. Elige una parte más corta arriba.
fr: Les GIF de %@ deviennent très lourds. Choisissez une partie plus courte ci-dessus.
it: Le GIF di %@ diventano molto pesanti. Scegli una parte più breve qui sopra.
ja: %@ の GIF はとても大きくなります。上でもっと短い部分を選んでください。
ko: %@ 길이의 GIF는 매우 커집니다. 위에서 더 짧은 부분을 선택하십시오.
nl: GIF’s van %@ worden erg groot. Kies hierboven een korter stuk.
pt_br: GIFs de %@ ficam muito grandes. Escolha uma parte menor acima.
zh_hans: %@ 的 GIF 会非常大。请在上方选择更短的片段。

source: General
de: Allgemein
fr: Général
it: Generali
ja: 一般
ko: 일반
nl: Algemeen
pt_br: Geral
zh_hans: 通用

source: H.264 (plays everywhere)
de: H.264 (läuft überall)
es: H.264 (se reproduce en todas partes)
fr: H.264 (lisible partout)
it: H.264 (si riproduce ovunque)
ja: H.264（どこでも再生可能）
ko: H.264 (어디서나 재생)
nl: H.264 (speelt overal af)
pt_br: H.264 (toca em qualquer lugar)
zh_hans: H.264（随处可播放）

source: H.264 video that plays everywhere. Files that are already compatible are only repackaged, without quality loss.
de: H.264-Video, das überall läuft. Bereits kompatible Dateien werden nur neu verpackt, ohne Qualitätsverlust.
es: Vídeo H.264 que se reproduce en todas partes. Los archivos ya compatibles solo se reempaquetan, sin pérdida de calidad.
fr: Vidéo H.264 lisible partout. Les fichiers déjà compatibles sont seulement réempaquetés, sans perte de qualité.
it: Video H.264 che si riproduce ovunque. I file già compatibili vengono solo reimpacchettati, senza perdita di qualità.
ja: どこでも再生できる H.264 ビデオ。すでに互換性のあるファイルは画質を落とさず入れ物だけを変えます。
ko: 어디서나 재생되는 H.264 비디오입니다. 이미 호환되는 파일은 품질 손실 없이 다시 포장만 합니다.
nl: H.264-video die overal afspeelt. Bestanden die al compatibel zijn, worden alleen opnieuw verpakt, zonder kwaliteitsverlies.
pt_br: Vídeo H.264 que toca em qualquer lugar. Arquivos já compatíveis são só reempacotados, sem perda de qualidade.
zh_hans: 随处可播放的 H.264 视频。已兼容的文件只会重新封装，不损失画质。

source: HEIC (smaller, Apple devices)
de: HEIC (kleiner, Apple-Geräte)
es: HEIC (más pequeño, dispositivos Apple)
fr: HEIC (plus léger, appareils Apple)
it: HEIC (più piccolo, dispositivi Apple)
ja: HEIC（小さい、Apple デバイス向け）
ko: HEIC (더 작음, Apple 기기)
nl: HEIC (kleiner, Apple-apparaten)
pt_br: HEIC (menor, aparelhos Apple)
zh_hans: HEIC（更小，适用于 Apple 设备）

source: Help Pluck keep growing
de: Hilf Pluck zu wachsen
es: Ayuda a que Pluck siga creciendo
fr: Aidez Pluck à grandir
it: Aiuta Pluck a crescere
ja: Pluck の成長を応援
ko: Pluck이 계속 성장하도록 도와주세요
nl: Help Pluck verder te groeien
pt_br: Ajude o Pluck a crescer
zh_hans: 帮助 Pluck 不断成长

source: Highlight
de: Hervorhebung
es: Resaltado
fr: Mise en avant
it: Evidenziazione
ja: 強調
ko: 강조
nl: Markering
pt_br: Destaque
zh_hans: 突出显示

source: If the connection drops, Pluck waits for the internet to come back and carries on.
de: Bricht die Verbindung ab, wartet Pluck, bis das Internet wieder da ist, und macht weiter.
es: Si se corta la conexión, Pluck espera a que vuelva internet y continúa.
fr: Si la connexion tombe, Pluck attend le retour d’Internet et reprend.
it: Se la connessione cade, Pluck aspetta che internet torni e riprende.
ja: 接続が切れても、Pluck はインターネットが戻るのを待って続行します。
ko: 연결이 끊기면 Pluck이 인터넷이 돌아올 때까지 기다렸다가 계속합니다.
nl: Valt de verbinding weg, dan wacht Pluck tot het internet terug is en gaat dan verder.
pt_br: Se a conexão cair, o Pluck espera a internet voltar e continua.
zh_hans: 如果连接中断，Pluck 会等待网络恢复后继续。

source: Install & Relaunch
de: Installieren & neu starten
es: Instalar y reiniciar
fr: Installer et relancer
it: Installa e riavvia
ja: インストールして再起動
ko: 설치 후 다시 실행
nl: Installeer en start opnieuw
pt_br: Instalar e Reabrir
zh_hans: 安装并重新启动

source: Installed
de: Installiert
es: Instalado
fr: Installé
it: Installato
ja: インストール済み
ko: 설치됨
nl: Geïnstalleerd
pt_br: Instalado
zh_hans: 已安装

source: Installed on this Mac
de: Auf diesem Mac installiert
es: Instalado en este Mac
fr: Installé sur ce Mac
it: Installato su questo Mac
ja: この Mac にインストール済み
ko: 이 Mac에 설치됨
nl: Geïnstalleerd op deze Mac
pt_br: Instalado neste Mac
zh_hans: 已安装在此 Mac 上

source: Installing…
de: Wird installiert …
es: Instalando…
fr: Installation…
it: Installazione…
ja: インストール中…
ko: 설치 중…
nl: Installeren…
pt_br: Instalando…
zh_hans: 正在安装…

source: Isolating the voice…
de: Stimme wird isoliert …
es: Aislando la voz…
fr: Isolation de la voix…
it: Isolamento della voce…
ja: 声を分離中…
ko: 음성을 분리하는 중…
nl: Stem isoleren…
pt_br: Isolando a voz…
zh_hans: 正在分离人声…

source: It’s saved as “%@”.
de: Es ist als „%@“ gesichert.
es: Se guardó como “%@”.
fr: Il est enregistré sous « %@ ».
it: È salvato come “%@”.
ja: 「%@」として保存されています。
ko: ‘%@’(으)로 저장되어 있습니다.
nl: Het is bewaard als “%@”.
pt_br: Foi salvo como “%@”.
zh_hans: 它已存储为“%@”。

source: JPEG (works everywhere)
de: JPEG (funktioniert überall)
es: JPEG (funciona en todas partes)
fr: JPEG (compatible partout)
it: JPEG (funziona ovunque)
ja: JPEG（どこでも使える）
ko: JPEG (어디서나 작동)
nl: JPEG (werkt overal)
pt_br: JPEG (funciona em qualquer lugar)
zh_hans: JPEG（随处可用）

source: JavaScript runtime yt-dlp needs for YouTube
de: JavaScript-Laufzeit, die yt-dlp für YouTube braucht
es: Entorno de JavaScript que yt-dlp necesita para YouTube
fr: Environnement JavaScript dont yt-dlp a besoin pour YouTube
it: Runtime JavaScript di cui yt-dlp ha bisogno per YouTube
ja: yt-dlp が YouTube に必要とする JavaScript ランタイム
ko: yt-dlp가 YouTube에 필요한 JavaScript 런타임
nl: JavaScript-omgeving die yt-dlp nodig heeft voor YouTube
pt_br: Ambiente JavaScript de que o yt-dlp precisa para o YouTube
zh_hans: yt-dlp 访问 YouTube 所需的 JavaScript 运行时

source: Just updated
de: Gerade aktualisiert
es: Recién actualizado
fr: Mis à jour à l’instant
it: Appena aggiornato
ja: アップデートしました
ko: 방금 업데이트됨
nl: Zojuist bijgewerkt
pt_br: Atualizado agora
zh_hans: 刚刚更新
